amiralizadeh9480.laravel-extra-intellisense
anthropic.claude-code
anysphere.cursorpyright
aswinkumar863.smarty-template-support
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codingyu.laravel-goto-view
damms005.devdb
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
glitchbl.laravel-create-view
golang.go
ihunte.laravel-blade-wrapper
janisdd.vscode-edit-csv
jcbuisson.vue
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mosapride.zenkaku
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.vscode-typescript-next
naoray.laravel-goto-components
octref.vetur
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pgl.laravel-jump-controller
porifa.laravel-intelephense
redjue.git-commit-plugin
ritwickdey.liveserver
ryannaddy.laravel-artisan
sanderronde.phpstan-vscode
shardulm94.trailing-spaces
shufo.vscode-blade-formatter
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
vue.volar
xabikos.javascriptsnippets
xdebug.php-debug
yzhang.markdown-all-in-one
